[{"id":"1ab8d367-ff23-4878-b2d8-adbf6f2ef6d9","userId":"6b58830d-5801-4981-88a5-db36ba6a863a","createdAt":1693871070767,"filename":"memory-1693871070767.png","type":"dishes","title":"Gazpacho","desc":"Gazpacho was summer in a bowl. This chilled tomato soup, punctuated by cucumber and bell peppers, was refreshing and vibrant. It was a light, yet flavorful experience, perfect for a warm day."},{"id":"75ba3760-a080-4f2f-b351-2fa93582306f","userId":"9461c5c2-8bfe-4977-95a4-fe9589981383","createdAt":1693871330554,"filename":"memory-1693871330554.png","type":"pets","title":"Bella","desc":"Today, I met Bella, a sleek black cat with mesmerizing green eyes. She moved with a graceful agility, seemed curious about her surroundings, and had a purr that was soothing to hear."},{"id":"f02405b1-f4f0-4e31-a18c-ffe596baac6b","userId":"9461c5c2-8bfe-4977-95a4-fe9589981383","createdAt":1693871332134,"filename":"memory-1693871332134.png","type":"dishes","title":"Ratatouille","desc":"Ratatouille was a celebration of vegetables. Zucchini, eggplant, and peppers were stewed in a rich tomato base. It was rustic, hearty, and felt like the French countryside on a plate."},{"id":"ae703515-ffc0-4140-9c11-d02c1ab7d3eb","userId":"9461c5c2-8bfe-4977-95a4-fe9589981383","createdAt":1693871333261,"filename":"memory-1693871333261.png","type":"pets","title":"Milo","desc":"Milo was a gerbil that caught my attention with its quick movements. He burrowed into the sand, had soft brown fur, and his whiskers twitched with curiosity."},{"id":"5e264903-9a0e-4862-8eaa-b061cc72f608","userId":"6b58830d-5801-4981-88a5-db36ba6a863a","createdAt":1693871406577,"filename":"memory-1693871406577.png","type":"cities","title":"Paris","desc":"Paris, often referred to as 'The City of Light', is a dream destination for many. Walking along the Seine, I was captivated by the sight of the Eiffel Tower. The city's rich history, art, and culinary delights offer an experience like no other. Each neighborhood, from Le Marais to Montmartre, has its unique charm. The aroma from bakeries and the sight of historic landmarks left an indelible mark on me."},{"id":"fd67f361-6c3f-4063-b077-8c802b3989dd","userId":"9461c5c2-8bfe-4977-95a4-fe9589981383","createdAt":1693871407909,"filename":"memory-1693871407909.png","type":"dishes","title":"Bibimbap","desc":"Bibimbap was a colorful feast. Rice, topped with an array of vegetables, meat, and a spicy gochujang sauce, was a treat for the eyes and palate. Mixing it all together, each bite was a blend of textures and flavors, truly Korean comfort food."}]