{"memories":[{"id":"083b8ae1-e33c-4404-b631-74ff231a500a","userId":"572d0443-d26c-45c1-b762-dd3e58200f10","createdAt":1693582162846,"filename":"./public/images/memory-1693582162846.png","type":"cities","title":"Prague","desc":"Prague, the City of a Hundred Spires, is a fairy-tale come alive. The Prague Castle and Charles Bridge during sunset are sights to behold. The medieval streets, with their historic charm, told tales of a bygone era. The local beers, traditional music, and the Vltava River's gentle flow made my trip magical."},{"id":"ce289c98-2c3b-4536-99e9-2c099d6e0da0","userId":"572d0443-d26c-45c1-b762-dd3e58200f10","createdAt":1693582258544,"filename":"./public/images/memory-1693582258544.png","type":"pets","title":"Oscar","desc":"Oscar, a curious pug, was snuffling around the park. He had a wrinkled face, seemed inquisitive about everything, and was quite friendly with children."},{"id":"baeadaef-f000-4c19-accd-1d63863558c2","userId":"572d0443-d26c-45c1-b762-dd3e58200f10","createdAt":1693582268667,"filename":"./public/images/memory-1693582268667.png","type":"pets","title":"Buddy","desc":"Buddy was a majestic Maine Coon cat. He had tufted ears, a luxurious tail, and he lazed around, stretching occasionally."},{"id":"56a1dd78-6ebf-4491-8d05-6692a5e0291f","userId":"572d0443-d26c-45c1-b762-dd3e58200f10","createdAt":1693582271517,"filename":"./public/images/memory-1693582271517.png","type":"cities","title":"Cape Town","desc":"Cape Town, nestled beneath the majestic Table Mountain, is a city of contrasts. Its rich history, vibrant cultures, and breathtaking landscapes made my journey unforgettable. From the colorful houses of Bo-Kaap to the historic Robben Island, there's so much to explore. The beaches, vineyards, and local markets offer diverse experiences. It's a city that showcases the beauty of South Africa."},{"id":"9c366824-ce6a-4829-973c-c0582dac37e7","userId":"572d0443-d26c-45c1-b762-dd3e58200f10","createdAt":1693582275016,"filename":"./public/images/memory-1693582275016.png","type":"pets","title":"Bella","desc":"Today, I met Bella, a sleek black cat with mesmerizing green eyes. She moved with a graceful agility, seemed curious about her surroundings, and had a purr that was soothing to hear."}]}