{
  "memories": [
    {
      "id": "b02a9a8f-e41b-4ddd-ad7c-b40e4b83760c",
      "userId": "6b58830d-5801-4981-88a5-db36ba6a863a",
      "createdAt": 1693600492681,
      "filename": "images/memory-1693600492681.png",
      "type": "cities",
      "title": "Kyoto",
      "desc": "Kyoto, a city that perfectly blends tradition and modernity. During my visit, I was taken by the beautiful temples and traditional tea houses. The sight of geishas in Gion and the tranquil beauty of the Arashiyama Bamboo Grove were mesmerizing. The city feels like a journey back in time, especially during cherry blossom season. It's a serene experience, deeply rooted in Japanese culture."
    },
    {
      "id": "fa111ce5-06c7-495f-b5a1-19c4f9e3ee38",
      "userId": "db09d675-3193-4a2f-8f22-6465381eb608",
      "createdAt": 1693600928581,
      "filename": "images/memory-1693600928581.png",
      "type": "cities",
      "title": "Budapest",
      "desc": "Budapest, split by the Danube, is a city of thermal baths and grand architecture. The Buda Castle and Parliament building showcased the city's rich history. Cruising on the Danube at night, with the city lit up, was magical. The ruin bars, local goulash, and the city's arts scene added to the charm of my journey."
    },
    {
      "id": "32947fa5-ae08-4c14-a6eb-bd803f076f6d",
      "userId": "022037a2-7ebd-4ba6-93c5-e327223a8323",
      "createdAt": 1693600934576,
      "filename": "images/memory-1693600934576.png",
      "type": "pets",
      "title": "Willow",
      "desc": "Willow was a dachshund with a shiny coat. She trotted with determination, seemed keen on sniffing everything, and wagged her tail constantly."
    },
    {
      "id": "d583286b-790c-4eb2-ad45-35e4bf902908",
      "userId": "db09d675-3193-4a2f-8f22-6465381eb608",
      "createdAt": 1693600947893,
      "filename": "images/memory-1693600947893.png",
      "type": "dishes",
      "title": "Beef Rendang",
      "desc": "Beef Rendang was an explosion of flavors. The meat, slow-cooked to perfection, was tender and immersed in a rich, spicy gravy. It was a culinary experience, showcasing the depth of Indonesian spices."
    },
    {
      "id": "742e01fd-9b1d-4135-bd01-b7e0dcb9733d",
      "userId": "db09d675-3193-4a2f-8f22-6465381eb608",
      "createdAt": 1693600984464,
      "filename": "images/memory-1693600984464.png",
      "type": "dishes",
      "title": "Lamb Tagine",
      "desc": "The Lamb Tagine was a savory sensation. Tender lamb, slow-cooked with apricots and almonds, had a delightful sweet-savory balance. The spices were warm and comforting, showcasing Moroccan culinary artistry."
    },
    {
      "id": "bc65490e-b9e4-4613-813a-4bb104b6f700",
      "userId": "6029de62-09f9-4bb5-93c6-12d432640723",
      "createdAt": 1693601029744,
      "filename": "images/memory-1693601029744.png",
      "type": "cities",
      "title": "Bangkok",
      "desc": "Bangkok is a city of temples, markets, and vibrant street life. The Grand Palace and Wat Pho left me spellbound with their intricate designs. Street food in Bangkok was a culinary adventure, with flavors bursting in every bite. The bustling markets, tuk-tuks, and serene canals painted a picture of a city with deep traditions and modern aspirations."
    },
    {
      "id": "f35db930-125d-4d19-9482-2fda49037133",
      "userId": "f02bbc4f-775c-4c00-a494-4d3ecf4c96b6",
      "createdAt": 1693601181662,
      "filename": "images/memory-1693601181662.png",
      "type": "dishes",
      "title": "Lemon Tart",
      "desc": "The Lemon Tart was a dance of sweetness and tang. The filling was velvety and bursting with citrus notes, while the crust was perfectly buttery. It was a refreshing end to my meal, leaving me wanting more."
    },
    {
      "id": "5dda42af-44c4-4283-bdb8-8ac716598727",
      "userId": "6bc43dba-8780-4a43-a36c-2d19758507fc",
      "createdAt": 1693601188009,
      "filename": "images/memory-1693601188009.png",
      "type": "pets",
      "title": "Teddy",
      "desc": "Teddy was a shih tzu with a well-groomed mane. He had a lively trot, seemed keen on getting treats, and enjoyed the attention he received from passersby."
    },
    {
      "id": "d1316f2e-b51c-4519-b88f-0b47e0a93223",
      "userId": "a955ad9d-7bb4-4184-8f54-106159854914",
      "createdAt": 1693601205190,
      "filename": "images/memory-1693601205190.png",
      "type": "cities",
      "title": "Paris",
      "desc": "Paris, often referred to as 'The City of Light', is a dream destination for many. Walking along the Seine, I was captivated by the sight of the Eiffel Tower. The city's rich history, art, and culinary delights offer an experience like no other. Each neighborhood, from Le Marais to Montmartre, has its unique charm. The aroma from bakeries and the sight of historic landmarks left an indelible mark on me."
    },
    {
      "id": "199a53f7-839e-48bd-92f6-acc058b8d14b",
      "userId": "6bc43dba-8780-4a43-a36c-2d19758507fc",
      "createdAt": 1693602174581,
      "filename": "images/memory-1693602174581.png",
      "type": "pets",
      "title": "Bella",
      "desc": "Today, I met Bella, a sleek black cat with mesmerizing green eyes. She moved with a graceful agility, seemed curious about her surroundings, and had a purr that was soothing to hear."
    },
    {
      "id": "64de5ec1-e8c4-4c7b-a3c6-90e27c73548d",
      "userId": "f4689f41-e6e7-4c73-89bf-d70307928622",
      "createdAt": 1693602189753,
      "filename": "images/memory-1693602189753.png",
      "type": "cities",
      "title": "Istanbul",
      "desc": "Istanbul, where East meets West. The stunning Hagia Sophia and Blue Mosque were awe-inspiring. As I wandered through the Grand Bazaar, the spices, textiles, and jewelry showcased Turkey's rich culture. The Bosphorus cruise offered a unique perspective of the city. The fusion of cultures and the warmth of the locals made the trip extraordinary."
    },
    {
      "id": "80783cfa-39cb-4031-bd89-8d08722f3f91",
      "userId": "6b58830d-5801-4981-88a5-db36ba6a863a",
      "createdAt": 1693602220089,
      "filename": "images/memory-1693602220089.png",
      "type": "dishes",
      "title": "Margherita Pizza",
      "desc": "The Margherita Pizza was simplicity at its finest. A thin crust, crisp on the edges, was topped with fresh mozzarella, tomatoes, and basil. The flavors were clean and distinct, a true Italian masterpiece in every slice."
    },
    {
      "id": "43f0bb3c-c352-4894-9a4a-ae7156ea735c",
      "userId": "6029de62-09f9-4bb5-93c6-12d432640723",
      "createdAt": 1693602226626,
      "filename": "images/memory-1693602226626.png",
      "type": "dishes",
      "title": "Lobster Roll",
      "desc": "The Lobster Roll was a taste of the coast. Chunks of lobster, sweet and succulent, were nestled in a buttery roll. It was simple, yet extravagant, capturing the essence of fresh seafood in a bite."
    }
  ]
}
